//
//  WCRKnowledge.m
//  ZHHealth
//
//  Created by U1KJ on 15/11/18.
//  Copyright © 2015年 U1KJ. All rights reserved.
//

#import "WCRKnowledge.h"

@implementation WCRKnowledge

+(NSArray *)createObjs {
    
    WCRKnowledge *knowledge = [[WCRKnowledge alloc]init];
    
    knowledge.title = @"天天吃健康食物却还是长胖怎么办才好";
    knowledge.imageName = @"小图";
    knowledge.content = @"天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好天天吃健康食物却还是长胖怎么办才好";
    
    knowledge.bigImageName = @"大图";
    knowledge.time = @"08-28";
    
    return @[knowledge,knowledge,knowledge,knowledge,knowledge,knowledge,knowledge];
}

@end
